Repository: tatina140810/SpyGame
Catalog: *.lproj/Localizable.strings
Languages: ky_kg

source: New Game
ky_kg: Жаңы оюн

# rules
source: Game Rules
ky_kg: Оюндун эрежелери

source: Clear used words
ky_kg: Колдонулган сөздөрдү тазалоо

# game_settings
source: Game Setup
ky_kg: Оюн орнотуулары

# players_count:
source: Number of players
ky_kg: Оюнчулардын саны

# spies_count:
source: Number of spies
ky_kg: Шпиондордун саны

# category_selection:
source: Choose categories
ky_kg: Темаларды тандаңыз

source: All themes
ky_kg: Бардыгы

source: Food
ky_kg: Азык-түлүк

source: Animals
ky_kg: Жаныбарлар

source: Movies
ky_kg: Кино

source: Transport
ky_kg: Транспорт

# surreal
source: Surrealism
ky_kg: Сюрреализм

source: Jobs
ky_kg: Кесиптер

source: Done
ky_kg: Даяр

# used_words_cleared
source: Used words history has been cleared.
ky_kg: Колдонулган сөздөрдүн тарыхы тазаланды.

source: Time
ky_kg: Убакыт

# start
source: Start Game
ky_kg: Оюнду баштоо

source: Start New Game
ky_kg: Жаңы оюнду баштоо

source: SPY
ky_kg: ШПИОН

# you_are_spy
source: YOU ARE THE SPY!
ky_kg: СЕН ШПИОНСУҢ!

# word_instruction
source: Tap the card and remember the word
ky_kg: Картаны басып, сөздү эстеп кал

# word_instruction_next
source: Tap the card and pass it to the next player
ky_kg: Картаны басып, кийинки оюнчуга бер

source: Game started!
ky_kg: Оюн башталды!

# minute_1
source: 1 minute
ky_kg: 1 мүнөт

# minute_2
source: 2 minutes
ky_kg: 2 мүнөт

# minute_3
source: 3 minutes
ky_kg: 3 мүнөт

source: Apply
ky_kg: Колдонуу

source: Language Selection
ky_kg: Тилди тандоо

source: Privacy Policy
ky_kg: Купуялуулук саясаты

# privacy_text
source: The “Spy” app does not collect personal data. All data is stored only on the user's device and is not shared with third parties. The app does not use analytics, advertising, or third-party services. Last updated: April 12, 2025.
ky_kg: «Шпион» тиркемеси жеке маалыматтарды чогултпайт. Бардык маалыматтар колдонуучунун түзмөгүндө гана сакталат жана үчүнчү тараптарга берилбейт. Тиркеме аналитиканы, жарнаманы же үчүнчү тараптын кызматтарын колдонбойт. Акыркы жаңыртуу датасы: 2025-жылдын 12-апрели.

source: Close
ky_kg: Жабуу

source: Word
ky_kg: Сөз

source: Game Over!
ky_kg: Оюн аяктады!

# theme_food
source: Food
ky_kg: Азык-түлүк

# theme_animals
source: Animals
ky_kg: Жаныбарлар

# theme_jobs
source: Jobs
ky_kg: Кесиптер

# theme_transport
source: Transport
ky_kg: Транспорт

# theme_movies
source: Movies
ky_kg: Кино

# theme_adult
source: 18+ Words
ky_kg: 18+ Сөздөр

# word_pizza
source: Pizza
ky_kg: Пицца

# word_sushi
source: Sushi
ky_kg: Суши

# word_potato
source: Potato
ky_kg: Картөшкө

# word_dumplings
source: Dumplings
ky_kg: Пельмени

# word_cake
source: Cake
ky_kg: Торт

# word_porridge
source: Porridge
ky_kg: Каша

# word_kebab
source: Kebab
ky_kg: Шашлык

# word_salad
source: Salad
ky_kg: Салат

# word_burger
source: Burger
ky_kg: Бургер

# word_bread
source: Bread
ky_kg: Нан

# word_icecream
source: Ice cream
ky_kg: Балмуздак

# word_cheese
source: Cheese
ky_kg: Сыр

# word_yogurt
source: Yogurt
ky_kg: Йогурт

# word_cucumber
source: Cucumber
ky_kg: Бадыраң

# word_tomato
source: Tomato
ky_kg: Памидор

# word_rolls
source: Rolls
ky_kg: Роллдор

# word_chips
source: Chips
ky_kg: Чипсы

# word_coffee
source: Coffee
ky_kg: Кофе

# word_tea
source: Tea
ky_kg: Чай

# word_lemonade
source: Lemonade
ky_kg: Лимонад

# word_juice
source: Juice
ky_kg: Ширe

# word_pancakes
source: Pancakes
ky_kg: Блиндер

# word_pilaf
source: Pilaf
ky_kg: Палоо

# word_noodles
source: Noodles
ky_kg: Лапша

# word_chicken
source: Chicken
ky_kg: Тоок эти

# word_fish
source: Fish
ky_kg: Балык

# word_apple
source: Apple
ky_kg: Алма

# word_pear
source: Pear
ky_kg: Алмурт

# word_banana
source: Banana
ky_kg: Банан

# word_kiwi
source: Kiwi
ky_kg: Киви

# word_mandarin
source: Mandarin
ky_kg: Мандарин

# word_orange
source: Orange
ky_kg: Апельсин

# word_pineapple
source: Pineapple
ky_kg: Ананас

# word_grapefruit
source: Grapefruit
ky_kg: Грейпфрут

# word_honey
source: Honey
ky_kg: Бал

# word_chocolate
source: Chocolate
ky_kg: Шоколад

# word_candy
source: Candy
ky_kg: Камт

# word_muffin
source: Muffin
ky_kg: Кекс

# word_cookie
source: Cookie
ky_kg: Печенье

# word_jam
source: Jam
ky_kg: Майда

# word_cat
source: Cat
ky_kg: Мышык

# word_dog
source: Dog
ky_kg: Ит

# word_rabbit
source: Rabbit
ky_kg: Куян

# word_penguin
source: Penguin
ky_kg: Пингвин

# word_giraffe
source: Giraffe
ky_kg: Жираф

# word_donkey
source: Donkey
ky_kg: Эшек

# word_fox
source: Fox
ky_kg: Түлкү

# word_tiger
source: Tiger
ky_kg: Жолборс

# word_lion
source: Lion
ky_kg: Арыстан

# word_monkey
source: Monkey
ky_kg: Маймыл

# word_cow
source: Cow
ky_kg: Уй

# word_duck
source: Duck
ky_kg: Өрдөк

# word_sheep
source: Sheep
ky_kg: Кой

# word_goat
source: Goat
ky_kg: Эчки

# word_kangaroo
source: Kangaroo
ky_kg: Кенгуру

# word_crocodile
source: Crocodile
ky_kg: Крокодил

# word_snake
source: Snake
ky_kg: Жылан

# word_horse
source: Horse
ky_kg: Ат

# word_hedgehog
source: Hedgehog
ky_kg: Ташбака

# word_elephant
source: Elephant
ky_kg: Пил

# word_bear
source: Bear
ky_kg: Аюу

# word_wolf
source: Wolf
ky_kg: Карышкыр

# word_rooster
source: Rooster
ky_kg: Короз

# word_swan
source: Swan
ky_kg: Ак куу

# word_goose
source: Goose
ky_kg: Каз

# word_dolphin
source: Dolphin
ky_kg: Дельфин

# word_shark
source: Shark
ky_kg: Акула

# word_whale
source: Whale
ky_kg: Кит

# word_parrot
source: Parrot
ky_kg: Тотукуш

# word_owl
source: Owl
ky_kg: Жапалак

# word_beetle
source: Beetle
ky_kg: Кумурска

# word_spider
source: Spider
ky_kg: Өрмөкчү

# word_ant
source: Ant
ky_kg: Кумурска

# word_ladybug
source: Ladybug
ky_kg: Божья коровка

# word_bee
source: Bee
ky_kg: Ара

# word_mosquito
source: Mosquito
ky_kg: Чиркей

# word_fly
source: Fly
ky_kg: Чымын

# word_moth
source: Moth
ky_kg: Кара көбөлөк

# word_scorpion
source: Scorpion
ky_kg: Скорпион

# word_teacher
source: Teacher
ky_kg: Мугалим

# word_chef
source: Chef
ky_kg: Ашпозчу

# word_firefighter
source: Firefighter
ky_kg: Өрт өчүрүүчү

# word_actor
source: Actor
ky_kg: Актер

# word_police
source: Police Officer
ky_kg: Милиция кызматкери

# word_blogger
source: Blogger
ky_kg: Блогер

# word_doctor
source: Doctor
ky_kg: Доктур

# word_surgeon
source: Surgeon
ky_kg: Хирург

# word_writer
source: Writer
ky_kg: Жазуучу

# word_artist
source: Artist
ky_kg: Сүрөтчү

# word_musician
source: Musician
ky_kg: Музыкант

# word_programmer
source: Programmer
ky_kg: Программист

# word_marketer
source: Marketer
ky_kg: Маркетолог

# word_manager
source: Manager
ky_kg: Менеджер

# word_designer
source: Designer
ky_kg: Дизайнер

# word_architect
source: Architect
ky_kg: Архитектор

# word_mechanic
source: Mechanic
ky_kg: Механик

# word_hairdresser
source: Hairdresser
ky_kg: Чачтарач

# word_plumber
source: Plumber
ky_kg: Сантехник

# word_florist
source: Florist
ky_kg: Гүл сатуучу

# word_photographer
source: Photographer
ky_kg: Фотограф

# word_agronomist
source: Agronomist
ky_kg: Агроном

# word_farmer
source: Farmer
ky_kg: Дыйкан

# word_driver
source: Driver
ky_kg: Айдоочу

# word_pilot
source: Pilot
ky_kg: Учкуч

# word_builder
source: Builder
ky_kg: Куруучу

# word_lawyer
source: Lawyer
ky_kg: Юрист

# word_accountant
source: Accountant
ky_kg: Бухгалтер

# word_attorney
source: Attorney
ky_kg: Адвокат

# word_vet
source: Veterinarian
ky_kg: Ветеринар

# word_translator
source: Translator
ky_kg: Котормочу

# word_editor
source: Editor
ky_kg: Редактор

# word_director
source: Director
ky_kg: Режиссёр

# word_engineer
source: Engineer
ky_kg: Инженер

# word_economist
source: Economist
ky_kg: Экономист

# word_astronomer
source: Astronomer
ky_kg: Астроном

# word_physicist
source: Physicist
ky_kg: Физик

# word_chemist
source: Chemist
ky_kg: Химик

# word_psychologist
source: Psychologist
ky_kg: Психолог

# word_psychiatrist
source: Psychiatrist
ky_kg: Психиатр

# word_car
source: Car
ky_kg: Унаа

# word_airplane
source: Airplane
ky_kg: Учак

# word_bicycle
source: Bicycle
ky_kg: Велосипед

# word_ship
source: Ship
ky_kg: Кеме

# word_train
source: Train
ky_kg: Поезд

# word_scooter
source: Scooter
ky_kg: Скутер

# word_bus
source: Bus
ky_kg: Автобус

# word_metro
source: Subway
ky_kg: Метро

# word_tram
source: Tram
ky_kg: Трамвай

# word_trolleybus
source: Trolleybus
ky_kg: Троллейбус

# word_truck
source: Truck
ky_kg: Жүк ташуучу унаа

# word_taxi
source: Taxi
ky_kg: Такси

# word_motorcycle
source: Motorcycle
ky_kg: Мотоцикл

# word_boat_small
source: Speedboat
ky_kg: Катер

# word_yacht
source: Yacht
ky_kg: Яхта

# word_helicopter
source: Helicopter
ky_kg: Тик учак

# word_kick_scooter
source: Kick Scooter
ky_kg: Самокат

# word_van
source: Van
ky_kg: Фургон

# word_snowmobile
source: Snowmobile
ky_kg: Кар унаа

# word_atv
source: ATV
ky_kg: Квадроцикл

# word_cart
source: Cart
ky_kg: Тележка

# word_steam_locomotive
source: Steam Locomotive
ky_kg: Паровоз

# word_shuttle
source: Shuttle
ky_kg: Шаттл

# word_boat
source: Boat
ky_kg: Лодка

# word_elevator
source: Elevator
ky_kg: Лифт

# word_funicular
source: Funicular
ky_kg: Фуникулёр

# word_platform
source: Platform
ky_kg: Платформа

# word_sedan
source: Sedan
ky_kg: Седан

# word_coupe
source: Coupe
ky_kg: Купе

# word_cabriolet
source: Cabriolet
ky_kg: Кабриолет

# word_pickup
source: Pickup
ky_kg: Пикап

# word_minivan
source: Minivan
ky_kg: Минивэн

# word_limo
source: Limousine
ky_kg: Лимузин

# word_carriage
source: Carriage
ky_kg: Ат араба

# word_hoverboard
source: Hoverboard
ky_kg: Гироскутер

# word_monorail
source: Monorail
ky_kg: Монорельс

# word_escalator
source: Escalator
ky_kg: Эскалатор

# word_horse_transport
source: Horse-drawn vehicle
ky_kg: Ат менен тартылган транспорт

# word_drone
source: Drone
ky_kg: Дрон

# word_catamaran
source: Catamaran
ky_kg: Катамаран

# word_titanic
source: Titanic
ky_kg: Титаник

# word_matrix
source: The Matrix
ky_kg: Матрица

# word_harry_potter
source: Harry Potter
ky_kg: Гарри Поттер

# word_shrek
source: Shrek
ky_kg: Шрек

# word_avatar
source: Avatar
ky_kg: Аватар

# word_cheburashka
source: Cheburashka
ky_kg: Чебурашка

# word_forrest_gump
source: Forrest Gump
ky_kg: Форрест Гамп

# word_pirates
source: Pirates of the Caribbean
ky_kg: Кариб деңизинин каракчылары

# word_lotr
source: The Lord of the Rings
ky_kg: Шайырлар ханы

# word_hobbit
source: The Hobbit
ky_kg: Хоббит

# word_doctor_strange
source: Doctor Strange
ky_kg: Доктор Стрэндж

# word_avengers
source: Avengers
ky_kg: Өч алуучулар

# word_iron_man
source: Iron Man
ky_kg: Темир адам

# word_gladiator
source: Gladiator
ky_kg: Гладиатор

# word_hulk
source: Hulk
ky_kg: Халк

# word_spiderman
source: Spider-Man
ky_kg: Өрмөкчү адам

# word_joker
source: Joker
ky_kg: Жокер

# word_batman
source: Batman
ky_kg: Бэтмен

# word_fantastic_beasts
source: Fantastic Beasts
ky_kg: Фантастикалык жаныбарлар

# word_interstellar
source: Interstellar
ky_kg: Интерстеллар

# word_inception
source: Inception
ky_kg: Башталыш

# word_gravity
source: Gravity
ky_kg: Гравитация

# word_revenant
source: The Revenant
ky_kg: Тирүү калган

# word_ratatouille
source: Ratatouille
ky_kg: Рататуй

# word_lion_king
source: The Lion King
ky_kg: Арыстандар падышасы

# word_toy_story
source: Toy Story
ky_kg: Оюнчуктардын тарыхы

# word_up
source: Up
ky_kg: Жогоркуга

# word_cars
source: Cars
ky_kg: Унаалар

# word_inside_out
source: Inside Out
ky_kg: Сезимдер дүйнөсү

# word_sex_city
source: Sex and the City
ky_kg: Шаардагы секс

# word_kungfu_panda
source: Kung Fu Panda
ky_kg: Кунг-фу Панда

# word_zootopia
source: Zootopia
ky_kg: Зоотопия

# word_frozen
source: Frozen
ky_kg: Муздак жүрөк

# word_incredibles
source: The Incredibles
ky_kg: Супер үй-бүлө

# word_wall_e
source: WALL·E
ky_kg: ВАЛЛ·И

# word_coco
source: Coco
ky_kg: Коко сыры

# word_smeshariki
source: Smeshariki
ky_kg: Смешарики

# word_bremen_musicians
source: Bremen Town Musicians
ky_kg: Бремендик музыканттар

# word_nu_pogodi
source: Nu, Pogodi!
ky_kg: Тур эми карма!

# word_hedgehog_fog
source: Hedgehog in the Fog
ky_kg: Туман арасындагы кирпи

# word_condom
source: Condom
ky_kg: Презерватив

# word_bdsm
source: BDSM
ky_kg: БДСМ

# word_roleplay
source: Roleplay
ky_kg: Ролдук оюндар

# word_impotence
source: Impotence
ky_kg: Импотенция

# word_flirt
source: Flirt
ky_kg: Флирт

# word_g_spot
source: G-spot
ky_kg: G чекити

# word_dildo
source: Dildo
ky_kg: Дилдо

# word_striptease
source: Striptease
ky_kg: Стриптиз

# word_seduction
source: Seduction
ky_kg: Азгыруу

# word_rimming
source: Rimming
ky_kg: Римминг

# word_sex
source: Sex
ky_kg: Секс

# word_fetish
source: Fetish
ky_kg: Фетиш

# word_exhibitionism
source: Exhibitionism
ky_kg: Экгсибиционизм

# word_hug
source: Hug
ky_kg: Кучактоо

# word_fantasy
source: Fantasy
ky_kg: Кыял

# word_porn
source: Porn
ky_kg: Порно

# word_position
source: Position
ky_kg: Поз

# word_foreplay
source: Foreplay
ky_kg: Прелюдия

# word_fertility
source: Fertility
ky_kg: Туулуучулук

# word_ejaculation
source: Ejaculation
ky_kg: Эякуляция

# word_intercrural
source: Intercrural sex
ky_kg: Буттун арасындагы секс

# word_footfisting
source: Footfisting
ky_kg: Футфистинг

# word_intimacy
source: Intimacy
ky_kg: Интим

# word_date
source: Date
ky_kg: Свидание

# word_cunnilingus
source: Cunnilingus
ky_kg: Куннилингус

# word_relaxation
source: Relaxation
ky_kg: Жайлуулук

# word_hand
source: Hand
ky_kg: Кол

# word_lips
source: Lips
ky_kg: Эриндер

# word_body
source: Body
ky_kg: Дене түзүлүшү

# word_transgender
source: Transgender
ky_kg: Трансгендер

# word_blowjob
source: Blowjob
ky_kg: Минет

# word_secret
source: Secret
ky_kg: Сыр

# word_desire
source: Desire
ky_kg: Каалоо

# word_moan
source: Moan
ky_kg: Онтогон үн

# word_anal_plug
source: Anal plug
ky_kg: Анал тыгын

# word_vibrator
source: Vibrator
ky_kg: Вибратор

# word_golden_shower
source: Golden shower
ky_kg: Алтын жаан

# word_vodka
source: Vodka
ky_kg: Арак

# word_tequila
source: Tequila
ky_kg: Текила

# word_hangover
source: Hangover
ky_kg: Похмелье

# word_hookah
source: Hookah
ky_kg: Калян

# word_bartender
source: Bartender
ky_kg: Бармен

# word_disco
source: Disco
ky_kg: Диско

# word_cocktail
source: Cocktail
ky_kg: Коктейль

# word_drunk
source: Drunk
ky_kg: Маст

# word_noise
source: Noise
ky_kg: Ызы-чуу

# word_home_video
source: Home video
ky_kg: Үй видеосу

# word_pole_dance
source: Pole dance
ky_kg: Пилон бийи

# word_repeat_strip
source: Striptease
ky_kg: Стриптиз

source: Error
ky_kg: Ката

# select_at_least_one_category
source: Please select at least one category to play.
ky_kg: Оюн үчүн жок дегенде бир теманы тандаңыз.

# game_rules_text
source: - All players are given the same word. - Spies don’t know the word — only see the message *“You are the spy”*. - Players take turns giving **associations** to the word. - Spies try **not to reveal themselves**. - If the spies are exposed — the players win. - If the spies are not found in time — the spies win! - A spy can **guess the word** at any time and win instantly. Have fun!
ky_kg: - Бардык оюнчуларга бирдей сөз берилет. - Шпиондор сөздү билишпейт — аларга *«Сен шпионсуң»* деген жазуу гана чыгат. - Оюнчулар айлампа боюнча сөзгө **ассоциациялар** айтышат. - Шпиондор **өзүн ашкерелебөөгө** аракет кылышат. - Эгер шпиондор табылса — оюнчулар жеңишет. - Эгер шпиондор убакыт бүткөнчө табылбаса — шпиондор утат! - Шпион каалаган учурда **сөздү божомолдоп** дароо жеңе алат. Жакшы оюн болсун!

# theme_travel
source: Travel
ky_kg: Саякат

source: Travel
ky_kg: Саякат

# word_airport_terminal
source: Airport terminal
ky_kg: Аэропорт терминалы

# word_luggage_tag
source: Luggage tag
ky_kg: Жүк белгиси

# word_passport_stamp
source: Passport stamp
ky_kg: Паспорт мөөрү

# word_boarding_pass
source: Boarding pass
ky_kg: Учууга уруксат кагазы

# word_window_seat
source: Window seat
ky_kg: Терезе жанындагы орун

# word_customs_control
source: Customs control
ky_kg: Бажы көзөмөлү

# word_lost_baggage
source: Lost baggage
ky_kg: Жоголгон жүк

# word_travel_adapter
source: Travel adapter
ky_kg: Саякат адаптери

# word_guidebook
source: Guidebook
ky_kg: Жол көрсөтүүчү китеп

# word_currency_exchange
source: Currency exchange
ky_kg: Акча алмашуу

# word_hiking_boots
source: Hiking boots
ky_kg: Тоо басуучу өтүк

# word_souvenir_shop
source: Souvenir shop
ky_kg: Сувенир дүкөнү

# word_local_market
source: Local market
ky_kg: Жергиликтүү базар

# word_street_food
source: Street food
ky_kg: Көчө тамагы

# word_travel_diary
source: Travel diary
ky_kg: Саякат күндөлүгү

# word_postcard_home
source: Postcard home
ky_kg: Үйгө ачык кат

# word_eiffel_tower
source: Eiffel Tower
ky_kg: Эйфель мунарасы

# word_city_map
source: City map
ky_kg: Шаардын картасы

# word_sunset_beach
source: Sunset beach
ky_kg: Күндүн батышы - пляж

# word_mountain_peak
source: Mountain peak
ky_kg: Тоонун чокусу

# word_hostel_bunk
source: Hostel bunk
ky_kg: Хостелдеги керебет

# word_travel_backpack
source: Travel backpack
ky_kg: Саякат рюкзагы

# word_metro_ticket
source: Metro ticket
ky_kg: Метро билети

# word_local_language
source: Local language
ky_kg: Жергиликтүү тил

# word_train_station
source: Train station
ky_kg: Темир жол бекети

# word_flight_delay
source: Flight delay
ky_kg: Каттамдын кечигиши

# word_night_bus
source: Night bus
ky_kg: Түнкү автобус

# word_hotel_lobby
source: Hotel lobby
ky_kg: Мейманкананын лоббиси

# word_cultural_festival
source: Cultural festival
ky_kg: Маданий фестиваль

# word_airplane_meal
source: Airplane meal
ky_kg: Учактагы тамак

# word_landing_announcement
source: Landing announcement
ky_kg: Конуу жарыясы

# word_tourist_spot
source: Tourist spot
ky_kg: Туристтик жай

# word_cruise_ship
source: Cruise ship
ky_kg: Круиз кемеси

# word_sightseeing_tour
source: Sightseeing tour
ky_kg: Экскурсиялык тур

# word_travel_insurance
source: Travel insurance
ky_kg: Саякат камсыздандыруусу

# word_border_crossing
source: Border crossing
ky_kg: Чек арадан өтүү

# word_nature_trail
source: Nature trail
ky_kg: Жаратылыш жолу

# word_travel_photo
source: Travel photo
ky_kg: Саякат сүрөтү

# word_travel_guide
source: Travel guide
ky_kg: Саякат гиди

# word_travel_snacks
source: Travel snacks
ky_kg: Жол тамактары

# word_city_square
source: City square
ky_kg: Шаар аянтчасы

# word_national_park
source: National park
ky_kg: Улуттук парк

# word_beach_resort
source: Beach resort
ky_kg: Пляж курорту

# word_lake_view
source: Lake view
ky_kg: Көл көрүнүшү

# word_walking_tour
source: Walking tour
ky_kg: Жөө экскурсия

# word_compass
source: Compass
ky_kg: Компас

# word_cabin_bag
source: Cabin bag
ky_kg: Кол жүгү

# word_train_tracks
source: Train tracks
ky_kg: Темир жолу

# word_road_trip
source: Road trip
ky_kg: Жол саякаты

# word_map_pin
source: Map pin
ky_kg: Картадагы белги

source: Pause
ky_kg: Тыныгуу

source: Continue
ky_kg: Улантуу

source: Full Version
ky_kg: Толук версиясы

# you've_played_3_free_games
source: You've played 3 free games. Unlock the full version to continue!
ky_kg: Сиз 3 акысыз оюн ойноттуңуз. Уландыруу үчүн толук версияны ачып алыңыз!

# buy_button_title
source: Buy
ky_kg: Толук версияны сатып алуу

source: Restore Purchase
ky_kg: Сатып алууну калыбына келтирүү

# themes_for_choise
source: Choose a theme
ky_kg: Теманы тандаңыз

source: Add your topic
ky_kg: Өзүңдүн темаңды кош

# theme_custom
source: Custom theme
ky_kg: Жеке тема

source: Request
ky_kg: Сурам

source: Add
ky_kg: Кошуу

# limit_reached_title
source: Limit reached
ky_kg: Чек арага жетти

# limit_reached_message
source: You have already made 5 requests today. Please try again tomorrow.
ky_kg: Сиз бүгүн 5 сурам жибердиңиз. Эртең дагы аракет кылыңыз.

# requests_remaining_format
source: Requests left: 5 of 5
ky_kg: Калган сурамдар: 5 / 5

# requests_remaining
source: Requests remaining: %d of 5
ky_kg: Калган суроолор: %d / 5

# topic_hint
source: Enter a topic — we’ll generate 40 words! You can make up to 5 requests per day.
ky_kg: Теманы ойлоп табыңыз — биз 40 сөз тандап беребиз! Күндө 5 жолу сураса болот.

# invalid_topic_format
source: Only one word is allowed, without digits, symbols, or spaces.
ky_kg: Сандарсыз, белгилерсиз жана боштуксуз бир гана сөзгө уруксат берилет.

# enter_topic
source: Enter a topic
ky_kg: Теманы жазыңыз

# words_generated_for_topic
source: Generated %d words for the topic "%@"
ky_kg: %@ темасы боюнча %d сөз түзүлдү

# success_title
source: ✅ Success
ky_kg: ✅ Ийгилик

# unlock_word_generation
source: Unlock word generation and create your own unique topics!
ky_kg: Сөздөрдү жаратууну ачып, өз темаларыңызды түзүңүз!
