struct Theme {
    let name: String
    let words: [String]
}

let foodTheme = Theme(name: "Еда", words: [
    "Пицца", "Суши", "Картошка", "Пельмени", "Торт", "Каша", "Шашлык", "Салат", "Бургер", "Хлеб",
    "Мороженое", "Сыр", "Йогурт", "Огурец", "Помидор", "Роллы", "Чипсы", "Кофе", "Чай", "Лимонад",
    "Сок", "Блины", "Плов", "Лапша", "Курица", "Рыба", "Яблоко", "Груша", "Банан", "Киви",
    "Мандарин", "Апельсин", "Ананас", "Грейпфрут", "Мёд", "Шоколад", "Конфета", "Кекс", "Печенье", "Варенье"
])

let animalsTheme = Theme(name: "Животные", words: [
    "Кот", "Собака", "Кролик", "Пингвин", "Жираф", "Осёл", "Лиса", "Тигр", "Лев", "Обезьяна",
    "Корова", "Курица", "Утка", "Овца", "Коза", "Кенгуру", "Крокодил", "Змея", "Лошадь", "Ёж",
    "Слон", "Медведь", "Волк", "Петух", "Лебедь", "Гусь", "Дельфин", "Акула", "Кит", "Попугай",
    "Сова", "Жук", "Паук", "Муравей", "Божья коровка", "Пчела", "Комар", "Муха", "Моль", "Скорпион"
])

let jobsTheme = Theme(name: "Профессии", words: [
    "Учитель", "Повар", "Пожарный", "Актёр", "Полицейский", "Блогер", "Доктор", "Хирург", "Писатель", "Художник",
    "Музыкант", "Программист", "Маркетолог", "Менеджер", "Дизайнер", "Архитектор", "Механик", "Парикмахер", "Сантехник", "Флорист",
    "Фотограф", "Агроном", "Фермер", "Водитель", "Лётчик", "Строитель", "Юрист", "Бухгалтер", "Адвокат", "Ветеринар",
    "Переводчик", "Редактор", "Режиссёр", "Инженер", "Экономист", "Астроном", "Физик", "Химик", "Психолог", "Психиатр"
])

let transportTheme = Theme(name: "Транспорт", words: [
    "Машина", "Самолёт", "Велосипед", "Корабль", "Поезд", "Скутер", "Автобус", "Метро", "Трамвай", "Троллейбус",
    "Грузовик", "Такси", "Мотоцикл", "Катер", "Яхта", "Вертолёт", "Самокат", "Фургон", "Снегоход", "Квадроцикл",
    "Тележка", "Паровоз", "Шаттл", "Лодка", "Лифт", "Фуникулёр", "Платформа", "Седан", "Купе", "Кабриолет",
    "Пикап", "Минивэн", "Лимузин", "Карета", "Гироскутер", "Монорельс", "Эскалатор", "Гужевой транспорт", "Дрон", "Веломобиль"
])

let moviesTheme = Theme(name: "Фильмы", words: [
    "Титаник", "Матрица", "Гарри Поттер", "Шрек", "Аватар", "Чебурашка", "Форрест Гамп", "Пираты Карибского моря", "Властелин колец", "Хоббит",
    "Доктор Стрэндж", "Мстители", "Железный человек", "Тор", "Халк", "Человек-паук", "Джокер", "Бэтмен", "Фантастические твари", "Интерстеллар",
    "Начало", "Гравитация", "Выживший", "Рататуй", "Король Лев", "История игрушек", "Вверх", "Тачки", "Головоломка", "Душа",
    "Кунг-фу Панда", "Зверополис", "Холодное сердце", "Суперсемейка", "ВАЛЛ·И", "Тайна Коко", "Смешарики", "Бременские музыканты", "Ну, погоди!", "Ёжик в тумане"
])

let surrealTheme = Theme(name: "Сюрреализм", words: [
    "Лабиринт сна",
    "Хрустящий рассвет",
    "Танцующее облако",
    "Тишина апельсина",
    "Воробей из металла",
    "Говорящий чемодан",
    "Перевернутая реальность",
    "Плавающая лестница",
    "Скрипучее воспоминание",
    "Чайник времени",
    "Лунный холодильник",
    "Шепчущий тротуар",
    "Забытая симфония",
    "Песочные очки",
    "Облако из мрамора",
    "Хрустальный будильник",
    "Складывающееся небо",
    "Танцующий скелет лампы",
    "Вихрь воспоминаний",
    "Телескоп снов",
    "Лестница без ступеней",
    "Камень, который поёт",
    "Вентилятор мыслей",
    "Закрытая радуга",
    "Электрический куст",
    "Зеркало без отражения",
    "Пыльца прошлого",
    "Липкий полдень",
    "Вздыхающее кресло",
    "Печенье с тайной",
    "Разговор в стакане",
    "Обувь без ног",
    "Гроза в кармане",
    "Шарик памяти",
    "Скользкий календарь",
    "Мост в никуда",
    "Нюхающий телевизор",
    "Слеза радуги",
    "Дверь на потолке",
    "Журчащая лампа",
    "Рыба на дереве",
    "Окно под водой",
    "Тапочки тумана",
    "Смеющаяся стена",
    "Письмо в песке",
    "Головоломка ветра",
    "Бумажное эхо",
    "Часы без стрелок",
    "Звезда под столом",
    "Молчащая лампочка"
])


let adultsThemes: [Theme] = [
    Theme(name: "18+ Слова", words: [
        "Кондом", "БДСМ", "Ролевые игры", "Импотенция", "Флирт", "Точка G", "Дилдо", "Стриптиз", "Соблазн", "Риминг",
        "Секс", "Фетиш", "Эксгибиционизм", "Объятия", "Фантазия", "Порно", "Поза", "Прелюдия", "Фертильность", "Эякуляция",
        "Межбедренный секс", "Футфистинг", "Интим", "Свидание", "Куннилингус", "Расслабление", "Рука", "Губы", "Телосложение", "Одежда",
        "Парфюм", "Трансгендер", "Минет", "Секрет", "Желание", "Стон", "Подушка", "Анальная пробка", "Вибратор", "Золотой дождь", "Водка", "Текила", "Похмелье", "Кальян", "Бармен", "Танцпол", "Флешбек", "Дискотека", "Гардероб", "Громкая музыка",
        "Коктейль", "Пьяный", "Шум", "Селфи", "Флешмоб", "Тост", "Застолье", "Песни", "Танец на столе", "Чек",
        "Рюмка", "Стриптиз", "Случайность", "Ночь", "Драма", "Гости", "Караоке"
    ])
]

let allThemes: [Theme] = [
    foodTheme,
    animalsTheme,
    jobsTheme,
    transportTheme,
    moviesTheme,
    surrealTheme,
] + adultsThemes
